Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# HomeKitUpdateOSDialogSubtitle
source: Your Home is using a newer version of Apple Home. Update your Apple TV to the latest version of tvOS to join.
ar: يستخدم منزلك إصدارًا أحدث من تطبيق المنزل من Apple. يرجى تحديث Apple TV إلى آخر إصدار من tvOS للانضمام.
ca: La casa fa servir una versió més recent de l’Apple Home. Actualitza l’Apple TV a l’última versió del tvOS per afegir‑l’hi.
cs: Vaše domácnost používá novější verzi aplikace Domácnost. Chcete‑li tuto Apple TV přidat, aktualizujte ji na nejnovější verzi tvOS.
da: Dit hjem bruger en nyere version af Apple Hjem. Opdater dit Apple TV til den nyeste version af tvOS for at oprette forbindelse.
de: Dein Zuhause verwendet eine neuere Version von Apple Home. Zum Beitritt aktualisiere dein Apple TV auf die neueste Version von tvOS.
el: Η Οικία σας χρησιμοποιεί μια νεότερη έκδοση της Οικίας Apple. Για προσθήκη, ενημερώστε το Apple TV σας στην πιο πρόσφατη έκδοση του tvOS.
es: Tu casa está usando una versión más reciente de Apple Home. Actualiza el Apple TV a la última versión de tvOS para unirte.
es_us: Tu casa utiliza una versión más reciente de la app Casa. Actualiza tu Apple TV a la versión más reciente de tvOS para acceder.
fi: Koti käyttää uudempaa Applen Kodin versiota. Päivitä Apple TV uusimpaan tvOS-versioon, jotta voit liittyä.
fr: Votre domicile utilise une version d’Apple Home plus récente. Mettez à jour votre Apple TV vers la dernière version de tvOS pour rejoindre votre domicile.
fr_ca: Votre domicile utilise une version plus récente d’Apple Home. Mettez à jour votre Apple TV vers la dernière version de tvOS pour y accéder.
he: הבית שלך משתמש בגירסה חדשה יותר של ארכיטקטורת Apple Home. כדי להצטרף יש לעדכן את ה‑Apple TV לגירסה העדכנית ביותר של tvOS.
hi: आपका घर Apple Home के एक नए संस्करण का इस्तेमाल कर रहा है। शामिल होने के लिए अपने Apple TV को tvOS के नवीनतम संस्करण पर अपडेट करें।
hr: Vaš Dom koristi noviju verziju Apple Doma. Ažurirajte Apple TV na najnoviju verziju tvOS-a za pristupanje.
hu: Az Otthon az Apple Otthon újabb verzióját használja. Ha csatlakozni szeretne, frissítse az Apple TV-jét a tvOS legújabb verziójára.
id: Rumah Anda menggunakan versi Rumah Apple yang lebih baru. Perbarui Apple TV Anda ke tvOS versi terbaru untuk bergabung.
it: L’abitazione utilizza una versione più recente di Apple Home. Per unirti all’abitazione, aggiorna Apple TV all’ultima versione di tvOS.
ja: ホームで新しいバージョンのApple Homeが使用されています。追加するにはApple TVを最新版のtvOSにアップデートしてください。
ko: 홈이 새로운 버전의 Apple 홈을 사용하고 있습니다. 홈에 연결하려면 Apple TV를 최신 버전의 tvOS로 업데이트하십시오.
ms: Rumah anda menggunakan versi Apple Home lebih baharu. Kemas kini Apple TV anda kepada versi terkini tvOS untuk menyertai.
nb: Hjemmet bruker en nyere versjon av Hjem-appen. Oppdater Apple TV til nyeste versjon av tvOS for å koble til.
nl: Je woning gebruikt een nieuwere versie van Apple Woning. Werk je Apple TV bij naar de nieuwste tvOS-versie om er verbinding mee te maken.
pl: W Twoim domu jest używana nowsza wersja platformy Apple Home. Aby przyłączyć się do niego, zainstaluj na Apple TV najnowszą wersję systemu tvOS.
pt_br: Sua Casa está usando uma versão mais recente do Apple Home. Para entrar, atualize a Apple TV para a versão mais recente do tvOS.
pt_pt: A casa está a usar uma versão mais recente de Apple Home. Para aceder, atualize a Apple TV com a versão mais recente do tvOS.
ro: Locuința dvs. utilizează o versiune mai nouă de Locuință Apple. Pentru a‑l adăuga, actualizați Apple TV‑ul la cea mai recentă versiune de tvOS.
ru: Ваш дом использует более новую версию приложения «Дом» от Apple. Чтобы добавить Apple TV, обновите его до новейшей версии tvOS.
sk: Vaša domácnosť používa novšiu verziu Apple Domácnosti. Ak sa chcete pripojiť, aktualizujte Apple TV na najnovšiu verziu tvOS.
sl: Dom uporablja novo različico Doma Apple. Če se želite pridružiti, posodobite Apple TV na najnovejšo različico tvOS.
sv: Ditt hem använder en nyare version av Hem. Uppdatera Apple TV med den senaste versionen av tvOS om du vill ansluta.
th: บ้านของคุณใช้เวอร์ชั่นที่ใหม่กว่าของ Apple Home อยู่ อัปเดต Apple TV ของคุณเป็น tvOS เวอร์ชั่นล่าสุดเพื่อเข้าร่วม
tr: Ev’iniz Apple Ev’in daha yeni bir sürümünü kullanıyor. Katılmak için Apple TV’nizi en son tvOS sürümüne güncelleyin.
uk: Ваш дім використовує новішу версію програми «Дім» від Apple. Щоб приєднатися, оновіть Apple TV до найновішої версії tvOS.
vi: Nhà của bạn đang sử dụng phiên bản Nhà Apple mới hơn. Hãy cập nhật Apple TV của bạn lên phiên bản tvOS mới nhất để kết nối.
zh_cn: “家庭”正在使用更高版本的Apple家庭。请将Apple TV更新到最新版本的Apple tvOS以加入。
zh_hk: 你的「家居」正在使用較新版本的「Apple家居」。請將Apple TV更新至最新版本的tvOS以加入。
zh_tw: 你的「家庭」正使用較新版本的「Apple家庭」。請將Apple TV更新到最新版本的tvOS來加入。

# HomeKitUpdateOSDialogTitle
source: Update tvOS to Join Your Home
ar: تحديث tvOS للانضمام إلى المنزل
ca: Actualitza el tvOS per accedir a l’app Casa
cs: Před připojením k domácnosti aktualizujte tvOS
da: Opdater tvOS for at forbinde til dit Hjem
de: tvOS zum Beitritt zu diesem Zuhause aktualisieren
el: Για προσθήκη στην Οικία, ενημερώστε το tvOS
es: Actualiza tvOS para unirte a tu casa
es_us: Actualiza tvOS para acceder a tu casa
fi: Päivitä tvOS, jotta voit liittyä kotiisi
fr: Mettez à jour tvOS pour rejoindre votre domicile.
fr_ca: Mettre à jour tvOS pour accéder au domicile
he: יש לעדכן את tvOS כדי להצטרף לבית שלך
hi: अपने घर से जुड़ने के लिए tvOS अपडेट करें
hr: Ažurirajte tvOS za pristupanje svom domu
hu: Frissítse a tvOS-t az Otthon csatlakoztatásához
id: Perbarui tvOS untuk Gabung Rumah Anda
it: Aggiorna tvOS per unirti all’abitazione
ja: ホームに追加するにはtvOSをアップデートしてください
ko: tvOS를 업데이트하여 홈에 연결하기
ms: Kemas Kini tvOS untuk Menyertai Rumah Anda
nb: Oppdater tvOS for å koble til hjemmet
nl: Werk tvOS bij voor verbinding
pl: Aby przyłączyć się do domu, uaktualnij tvOS
pt_br: Atualize o tvOS para Participar da Sua Casa
pt_pt: Atualizar o tvOS para aceder à casa
ro: Actualizați tvOS pentru adăugarea în Locuință
ru: Обновите tvOS, чтобы добавить устройство в свой дом
sk: Na pripojenie do domácnosti aktualizujte tvOS
sl: Posodobite tvOS, da se pridružite Domu
sv: Uppdatera tvOS om du vill ansluta till Hem
th: อัปเดต tvOS เพื่อเข้าร่วมบ้านของคุณ
tr: Ev’inize Katılmak İçin tvOS’i Güncelleyin
uk: Оновіть tvOS, щоб приєднатися до вашого Дому
vi: Cập nhật tvOS để kết nối Nhà của bạn
zh_cn: 更新Apple tvOS加入你的“家庭”
zh_hk: 更新tvOS以加入你的「家居」
zh_tw: 更新tvOS來加入你的「家庭」

# HomeKitUpdateOSDialogUpdateActionTitle
source: Update Software
ar: تحديث البرامج
ca: Actualitza el programari
cs: Aktualizovat software
da: Opdater software
de: Software aktualisieren
el: Ενημέρωση λογισμικού
es: Actualizar software
es_us: Actualizar software
fi: Päivitä ohjelmisto
fr: Mettre à jour les logiciels
fr_ca: Mettre à jour les logiciels
he: עדכון התוכנה
hi: सॉफ़्टवेयर अपडेट करें
hr: Ažuriraj softver
hu: Szoftverfrissítés
id: Perbarui Perangkat Lunak
it: Aggiorna software
ja: ソフトウェアをアップデート
ko: 소프트웨어 업데이트
ms: Kemas Kini Perisian
nb: Oppdater programvare
nl: Werk software bij
pl: Uaktualnij oprogramowanie
pt_br: Atualização de Software
pt_pt: Atualizar software
ro: Actualizați software‑ul
ru: Обновление ПО
sk: Aktualizácia softvéru
sl: Posodobitev programske opreme
sv: Uppdatera programvara
th: อัปเดตซอฟต์แวร์
tr: Yazılımı Güncelle
uk: Оновити ПЗ
vi: Cập nhật phần mềm
zh_cn: 更新软件
zh_hk: 更新軟件
zh_tw: 更新軟體

# HomeKitUpdateOSItemTitle
source: Update tvOS to join your Home
ar: تحديث tvOS للانضمام إلى المنزل
ca: Actualitza el tvOS per accedir a l’app Casa
cs: Před připojením k domácnosti aktualizujte tvOS
da: Opdater tvOS for at forbinde til dit Hjem
de: tvOS zum Beitritt zu diesem Zuhause aktualisieren
el: Για προσθήκη στην Οικία, ενημερώστε το tvOS
es: Actualiza tvOS para unirte a tu casa
es_us: Actualiza tvOS para acceder a tu casa
fi: Päivitä tvOS, jotta voit liittyä kotiisi
fr: Mettez à jour tvOS pour rejoindre votre domicile.
fr_ca: Mettre à jour tvOS pour accéder au domicile
he: יש לעדכן את tvOS כדי להצטרף לבית שלך
hi: अपने घर से जुड़ने के लिए tvOS अपडेट करें
hr: Ažurirajte tvOS za pristupanje svom domu
hu: Frissítse a tvOS-t az Otthon csatlakoztatásához
id: Perbarui tvOS untuk Gabung Rumah Anda
it: Aggiorna tvOS per unirti all’abitazione
ja: ホームに追加するにはtvOSをアップデートしてください
ko: tvOS를 업데이트하여 홈에 연결하기
ms: Kemas kini tvOS untuk menyertai Rumah anda
nb: Oppdater tvOS for å koble til hjemmet
nl: Werk tvOS bij voor verbinding
pl: Uaktualnij tvOS, aby przyłączyć się do Domu
pt_br: Atualize o tvOS para participar da sua Casa
pt_pt: Atualizar o tvOS para aceder à casa
ro: Actualizați tvOS pentru adăugarea în Locuință
ru: Обновите tvOS, чтобы добавить устройство в свой дом
sk: Na pripojenie do domácnosti aktualizujte tvOS
sl: Posodobite tvOS za pridružitev Domu
sv: Uppdatera tvOS om du vill ansluta till Hem
th: อัปเดต tvOS เพื่อเข้าร่วมบ้านของคุณ
tr: Ev’inize katılması için tvOS’inizi güncelleyin
uk: Оновіть tvOS, щоб приєднатися до вашого Дому
vi: Cập nhật tvOS để kết nối Nhà của bạn
zh_cn: 更新Apple tvOS以加入你的“家庭”
zh_hk: 更新tvOS以加入你的「家居」
zh_tw: 更新tvOS來加入你的「家庭」

# HomeKitVehiclesRecordingOffAlertTitle
source: This Camera is Not Set to Record Vehicles
ar: لم يتم تعيين هذه الكاميرا لتسجيل المركبات
ca: Aquesta càmera no està configurada per gravar vehicles
cs: Tato kamera není nastavená na nahrávání vozidel
da: Kameraet er ikke indstillet til at optage transportmidler
de: Diese Kamera ist nicht für das Aufnehmen von Fahrzeugen konfiguriert
el: Αυτή η κάμερα δεν έχει οριστεί για εγγραφή οχημάτων
es: Esta cámara no está configurada para grabar vehículos
es_us: Esta cámara no se configuró para grabar vehículos
fi: Tätä kameraa ei ole asetettu tallentamaan ajoneuvoja
fr: Cette caméra n’est pas réglée pour enregistrer les véhicules.
fr_ca: Cette caméra n’est pas configurée pour enregistrer les véhicules
he: מצלמה זו לא הוגדרה לצילום כלי רכב
hi: यह कैमरा वाहनों को रिकॉर्ड करने के लिए सेट नहीं किया गया है
hr: Ova kamera nije podešena za snimanje vozila
hu: Ez a kamera nem úgy van beállítva, hogy rögzítse a járműveket
id: Kamera Ini Tidak Diatur untuk Merekam Kendaraan
it: La videocamera non è impostata per la registrazione dei veicoli
ja: このカメラは車両を収録するように設定されていません
ko: 이 카메라가 차량을 녹화하도록 설정되지 않음
ms: Kamera Ini Tidak Disetkan untuk Merakam Kenderaan
nb: Kameraet er ikke satt til å ta opp kjøretøyer
nl: Deze camera is niet ingesteld om voertuigen op te nemen
pl: Ta kamera nie ma nagrywać pojazdów
pt_br: Esta Câmera Não Está Configurada para Gravar Veículos
pt_pt: Esta câmara não está configurada para gravar veículos
ro: Această cameră nu este configurată pentru a înregistra vehicule
ru: Эта камера не настроена на запись транспортных средств
sk: Táto kamera nie je nastavená na nahrávanie vozidiel
sl: Ta kamera ni nastavljena, da bi snemala vozila
sv: Den här kameran är inte inställd på inspelning av fordon
th: ไม่ได้ตั้งค่ากล้องนี้ให้บันทึกยานพาหนะ
tr: Bu Kamera Taşıtların Kaydedilmesi İçin Ayarlanmamış
uk: Цю камеру не налаштовано на запис транспортних засобів
vi: Camera này không được cài đặt để ghi hình xe cộ
zh_cn: 此摄像头未设置为可录制车辆
zh_hk: 此攝影機未設定為可錄影車輛
zh_tw: 此攝影機未設定為錄製車輛

# HongKongShortCountryName
source: Hong Kong
ar: هونغ كونغ
el: Χονγκ Κονγκ
he: הונג קונג
hi: हाँग काँग
ja: 香港
ko: 홍콩
ru: Гонконг
th: ฮ่องกง
uk: Гонконг
vi: Hồng Kông
zh_cn: 香港
zh_hk: 香港
zh_tw: 香港

# iCloudAccountLabel
source: Apple Account
ar: حساب Apple
ca: Compte d’Apple
cs: Účet Apple
da: Apple-konto
el: Λογαριασμός Apple
es: Cuenta de Apple
es_us: Cuenta de Apple
fi: Apple-tili
fr: Compte Apple
fr_ca: Compte Apple
he: חשבון Apple
hi: Apple खाता
hr: Apple račun
hu: Apple-fiók
id: Akun Apple
it: Account Apple
ko: Apple 계정
ms: Akaun Apple
nb: Apple-konto
pl: Konto Apple
pt_br: Conta Apple
pt_pt: Conta Apple
ro: Cont Apple
ru: Аккаунт Apple
sk: Apple účet
sl: Račun Apple
sv: Apple-konto
th: บัญชี Apple
tr: Apple Hesabı
uk: Обліковий запис Apple
vi: Tài khoản Apple
zh_cn: Apple账户
zh_hk: Apple帳户
zh_tw: Apple帳號

# iCloudAccountPassword
source: Password
ar: كلمة السر
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: Συνθηματικό
es: Contraseña
es_us: Contraseña
fi: Salasana
fr: Mot de passe
fr_ca: Mot de passe
he: סיסמה
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
id: Kata Sandi
ja: パスワード
ko: 암호
ms: Kata Laluan
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
pt_pt: Palavra‑passe
ro: Parolă
ru: Пароль
sk: Heslo
sl: Geslo
sv: Lösenord
th: รหัสผ่าน
tr: Parola
uk: Пароль
vi: Mật khẩu
zh_cn: 密码
zh_hk: 密碼
zh_tw: 密碼

# iCloudBackingUpDescription
source: Backing Up…
ar: يجري النسخ الاحتياطي…
ca: Fent la còpia de seguretat…
cs: Zálohování…
da: Sikkerhedskopierer…
de: Backup erstellen …
el: Δημιουργία εφεδρικού αντιγράφου…
es: Realizando copia de seguridad…
es_us: Realizando respaldo…
fi: Varmuuskopioidaan…
fr: Sauvegarde…
fr_ca: Sauvegarde en cours…
he: מגבה…
hi: बैकअप जारी है…
hr: Izrada sigurnosne kopije…
hu: Biztonsági mentés…
id: Mencadangkan…
it: Eseguo backup…
ja: バックアップを作成中…
ko: 백업 중…
ms: Menyandarkan…
nb: Sikkerhetskopierer…
nl: Back-up maken…
pl: Tworzę backup…
pt_br: Efetuando o Backup…
pt_pt: A efetuar cópia de segurança…
ro: Efectuare backup…
ru: Создание резервной копии…
sk: Zálohujem…
sl: Varnostno kopiranje …
sv: Säkerhetskopierar…
th: กำลังสำรองข้อมูล…
tr: Yedekleniyor…
uk: Архівація…
vi: Đang sao lưu…
zh_cn: 正在备份…
zh_hk: 正在備份⋯
zh_tw: 正在備份⋯

# iCloudBackingUpTimeUnknown
source: Estimating Time Remaining…
ar: يجري تقدير الوقت المتبقي…
ca: Calculant el temps restant…
cs: Odhadování zbývajícího času…
da: Beregner resterende tid…
de: Verbleibende Zeit wird berechnet …
el: Υπολογισμός χρόνου που απομένει…
es: Calculando tiempo restante…
es_us: Calculando tiempo restante…
fi: Lasketaan jäljellä olevaa aikaa…
fr: Estimation du temps restant…
fr_ca: Estimation du temps restant…
he: מחשב את הזמן שנותר…
hi: शेष समय का अनुमान लगाया जा रहा है…
hr: Procjena preostalog vremena…
hu: Hátralévő idő kiszámítása…
id: Memperkirakan Sisa Waktu…
it: Calcolo tempo rimanente…
ja: 残り時間を計算中…
ko: 남은 시간 계산 중…
ms: Menganggarkan Baki Masa…
nb: Beregner tid som gjenstår…
nl: Resterende tijd berekenen…
pl: Szacuję pozostały czas…
pt_br: Estimando o tempo restante…
pt_pt: A calcular o tempo que falta…
ro: Estimare timp rămas…
ru: Подсчет оставшегося времени…
sk: Odhadujem zostávajúci čas…
sl: Ocenjevanje preostalega časa …
sv: Beräknar återstående tid…
th: กำลังประเมินเวลาที่เหลือ…
tr: Kalan Süre Hesaplanıyor…
uk: Визначення залишку часу…
vi: Đang ước tính Thời gian Còn lại…
zh_cn: 正在估算剩余时间…
zh_hk: 正在估計剩餘時間⋯
zh_tw: 正在估計剩餘時間⋯

# iCloudBackingUpValueFormat
source: Last Backup: %@
ar: آخر نسخة احتياطية: %@
ca: Darrera còpia de seguretat: %@
cs: Poslední záloha: %@
da: Sidste sikkerhedskopi: %@
de: Letztes Backup: %@
el: Πιο πρόσφατο εφεδρικό αντίγραφο: %@
es: Última copia: %@
es_us: Último respaldo: %@
fi: Varmuuskopioitu viimeksi: %@
fr: Dernière sauvegarde : %@
fr_ca: Dernière sauvegarde : %@
he: הגיבוי האחרון: %@
hi: अंतिम बैकअप : %@
hr: Posljednja sigurnosna kopija: %@
hu: Utolsó biztonsági mentés: %@
id: Pencadangan Terakhir: %@
it: Ultimo backup: %@
ja: 前回のバックアップ: %@
ko: 최근 백업: %@
ms: Sandaran Terakhir: %@
nb: Siste sikkerhetskopi: %@
nl: Laatste back-up: %@
pl: Ostatni backup: %@
pt_br: Último Backup: %@
pt_pt: Última cópia de segurança: %@
ro: Ultimul backup: %@
ru: Последняя копия: %@
sk: Posledná záloha: %@
sl: Zadnja varnostna kopija: %@
sv: Senast säkerhetskopierat: %@
th: การสำรองข้อมูลล่าสุด: %@
tr: Son Yedekleme: %@
uk: Остання архівація: %@
vi: Sao lưu Sau cùng: %@
zh_cn: 上次备份：%@
zh_hk: 上次備份時間：%@
zh_tw: 上次備份時間：%@

# iCloudBackingUpValueNever
source: Never
ar: مطلقًا
ca: Mai
cs: Nikdy
da: Aldrig
de: Nie
el: Ποτέ
es: Nunca
es_us: Nunca
fi: Ei koskaan
fr: Jamais
fr_ca: Jamais
he: אף פעם
hi: कभी नहीं
hr: Nikad
hu: Soha
id: Jangan Pernah
it: Mai
ja: なし
ko: 안 함
ms: Jangan
nb: Aldri
nl: Nooit
pl: Brak
pt_br: Nunca
pt_pt: Nunca
ro: Niciodată
ru: Никогда
sk: Nikdy
sl: Nikoli
sv: Aldrig
th: ไม่เลย
tr: Asla
uk: Ніколи
vi: Không
zh_cn: 永不
zh_hk: 永不
zh_tw: 永不

# iCloudBackupCancelTitle
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# iCloudBackupEnabledDescription
source: Automatically back up all personal settings you need to restore your Apple TV. iCloud makes these automatic backups when Apple TV is sleeping.
ar: إنشاء نسخة احتياطية يدويًا لكل الإعدادات الشخصية التي تحتاج إليها عند استعادة Apple TV. ينشئ iCloud هذه النسخ الاحتياطية التلقائية عندما يكون Apple TV في وضع الإسبات.
ca: Fes una còpia de seguretat automàtica de la configuració personal per restaurar l’Apple TV. L’iCloud fa còpies de seguretat automàtiques quan l’Apple TV està en repòs.
cs: Všechna osobní nastavení potřebná pro obnovení Apple TV budou zálohována automaticky. iCloud bude tyto automatické zálohy pořizovat, když bude Apple TV v režimu spánku.
da: Sikkerhedskopier automatisk alle de personlige indstillinger, som du skal bruge til at gendanne din Apple TV-enhed. iCloud foretager disse automatiske sikkerhedskopieringer, når Apple TV er på vågeblus.
de: Erstelle ein automatisches Backup aller persönlichen Einstellungen, die zum Wiederherstellen des Apple TV benötigt werden. iCloud erstellt diese automatischen Backups, wenn sich das Apple TV im Ruhezustand befindet.
el: Αυτόματη δημιουργία εφεδρικού αντιγράφου όλων των προσωπικών ρυθμίσεων που απαιτούνται για επαναφορά του Apple TV σας. Το iCloud δημιουργεί αυτά τα εφεδρικά αντίγραφα όταν το Apple TV βρίσκεται σε κατάσταση ύπνου.
es: Realiza automáticamente una copia de seguridad de todos los ajustes personales necesarios para restaurar el Apple TV. iCloud guarda las copias de seguridad automáticas mientras el Apple TV está en reposo.
es_us: Restaura automáticamente la configuración personal que necesites para restaurar tu Apple TV. iCloud realiza estos respaldos automáticos cuando el Apple TV está en reposo.
fi: Varmuuskopioi automaattisesti kaikki henkilökohtaiset asetukset, joita tarvitset Apple TV:n palauttamiseen. iCloud varmuuskopioi ne automaattisesti, kun Apple TV nukkuu.
fr: Sauvegardez automatiquement les réglages personnels dont vous avez besoin pour restaurer votre Apple TV. iCloud effectue ces sauvegardes automatiques quand l’Apple TV est en veille.
fr_ca: Sauvegardez automatiquement tous les réglages personnels dont vous avez besoin pour restaurer votre Apple TV. iCloud effectue ces sauvegardes automatiques lorsque l’Apple TV est en veille.
he: ניתן לגבות באופן אוטומטי את כל ההגדרות האישיות הדרושות לשחזור ה-Apple TV. ‏iCloud מבצע גיבויים אוטומטיים אלו כאשר ה-Apple TV נמצא במצב ״שינה״.
hi: अपने Apple TV को रीस्टोर करने के लिए ज़रूरी अपनी सभी व्यक्तिगत सेटिंग का ऑटोमैटिकली बैकअप लें। iCloud ये ऑटोमैटिक बैकअप तब लेता है जब Apple TV स्लीपिंग मोड में हो।
hr: Automatsko sigurnosno kopiranje svih osobnih postavki koje su potrebne za obnavljanje vašeg Apple TV-a. iCloud izrađuje te automatske sigurnosne kopije kad je Apple TV isključen u pripravno stanje.
hu: Automatikus biztonsági mentés készítése a személyes beállításokról, amelyek az Apple TV-je visszaállításához szükségesek. Az iCloud akkor készíti ezeket az automatikus biztonsági mentéseket, amikor az Apple TV alszik.
id: Cadangkan secara otomatis semua pengaturan pribadi yang Anda perlukan untuk memulihkan Apple TV Anda. iCloud membuat cadangan otomatis ini saat Apple TV tidur.
it: Effettua automaticamente il backup di tutte le impostazioni personali che vuoi ripristinare su Apple TV. iCloud esegue questi backup automatici quando Apple TV è in standby.
ja: Apple TVを復元するために必要なすべての個人設定を自動でバックアップします。iCloudを使用すると、Apple TVがスリープ状態のときにこれらのバックアップが自動で作成されます。
ko: Apple TV 복원에 필요한 사용자의 모든 개인 설정을 자동으로 백업합니다. iCloud는 Apple TV가 잠자기 상태일 때 자동 백업을 실행합니다.
ms: Sandarkan secara automatik semua seting peribadi yang anda perlukan untuk memulihkan Apple TV anda. iCloud membuat sandaran automatik ini semasa Apple TV tidur.
nb: Sikkerhetskopier automatisk alle personlige innstillinger du trenger før du gjenoppretter Apple TV. iCloud tar automatisk sikkerhetskopier når Apple TV er i dvale.
nl: Maak automatisch een back-up van alle persoonlijke instellingen die je nodig hebt om gegevens op je Apple TV terug te zetten. Deze automatische back-ups worden in iCloud gemaakt wanneer de Apple TV in de sluimerstand staat.
pl: Backupy wszystkich ustawień wymaganych do odtworzenia Apple TV mogą być tworzone automatycznie. iCloud robi to, gdy Apple TV jest w stanie uśpienia.
pt_br: Faça um backup automático de todos os ajustes pessoais necessários para restaurar a Apple TV. O iCloud realiza esses backups automáticos quando a Apple TV está em repouso.
pt_pt: Efetuar automaticamente a cópia de segurança das definições pessoais necessárias para restaurar a Apple TV. iCloud faz estas cópias de segurança automáticas quando a Apple TV se encontra em pausa.
ro: Efectuați automat backupul tuturor configurărilor personale de care aveți nevoie pentru a restaura Apple TV‑ul. iCloud realizează aceste backupuri automate atunci când Apple TV‑ul este în modul adormire.
ru: Резервные копии всех персональных настроек, необходимых для восстановления Вашего Apple TV, создаются автоматически. Автоматическое резервное копирование выполняется в iCloud, пока Apple TV находится в режиме сна.
sk: Automaticky zálohuje všetky osobné nastavenia potrebné na obnovenie Apple TV. iCloud tieto automatické zálohy vytvára, keď Apple TV spí.
sl: Samodejno varnostno kopirajte vse osebne nastavitve, ki jih potrebujete za ponastavitev Apple TV-ja. iCloud izvede to samodejno varnostno kopiranje, ko je Apple TV v načinu spanja.
sv: Säkerhetskopiera automatiskt alla personliga inställningar som du behöver om du vill återskapa Apple TV. Säkerhetskopieringarna sker automatiskt via iCloud när Apple TV är i viloläge.
th: สำรองข้อมูลการตั้งค่าส่วนตัวทั้งหมดที่คุณต้องใช้กู้คืน Apple TV ของคุณโดยอัตโนมัติ iCloud จะสำรองข้อมูลเหล่านี้โดยอัตโนมัติในตอนที่ Apple TV พักเครื่องอยู่
tr: Apple TV’nizi geri yüklemeniz gerekirse tüm kişisel ayarlarınız otomatik olarak yedeklenir. iCloud, bu otomatik yedeklemeleri Apple TV uyku modundayken yapar.
uk: Автоматично створюйте резервну копію всіх особистих параметрів, потрібних для відновлення вашого Apple TV. iCloud автоматично створює такі резервні копії під час сну Apple TV.
vi: Tự động sao lưu tất cả các cài đặt cá nhân mà bạn cần để khôi phục Apple TV. iCloud tạo ra những bản sao lưu tự động này khi Apple TV đang ngủ.
zh_cn: 自动备份恢复Apple TV时需要的所有个人设置。iCloud会在Apple TV处于睡眠状态时自动备份。
zh_hk: 自動備份所有還原此Apple TV時所需的個人設定。iCloud會在Apple TV睡眠期間自動進行備份。
zh_tw: 自動備份所有回復Apple TV時所需的個人設定。iCloud會在Apple TV進入睡眠時自動備份。

# iCloudBackupEnabledTitle
source: iCloud Backup
ar: نسخة iCloud احتياطية
ca: Còpia de seguretat a l’iCloud
cs: Záloha na iCloudu
da: iCloud-sikkerhedskopi
el: Εφεδρικό αντίγραφο iCloud
es: Copia en iCloud
es_us: Respaldo de iCloud
fi: iCloud-varmuuskopiointi
fr: Sauvegarde iCloud
fr_ca: Sauvegarde iCloud
he: גיבוי iCloud
hi: iCloud बैकअप
hr: iCloud sigurnosna kopija
hu: iCloud-mentés
id: Cadangan iCloud
it: Backup iCloud
ja: iCloudバックアップ
ko: iCloud 백업
ms: Sandaran iCloud
nb: iCloud-sikkerhetskopi
nl: Back-up in iCloud
pl: Backup w iCloud
pt_br: Backup do iCloud
pt_pt: Cópia de segurança em iCloud
ro: Backup iCloud
ru: Резервная копия в iCloud
sk: iCloud Záloha
sl: Varnostno kopiranje iCloud
sv: iCloud-säkerhetskopiering
th: ข้อมูลสำรอง iCloud
tr: iCloud Yedekleme
uk: Архівація в iCloud
vi: Sao lưu iCloud
zh_cn: iCloud云备份
zh_hk: iCloud備份
zh_tw: iCloud備份
